<?
    $pageCode = "privacy";

    $strCSS = "<link rel='stylesheet' media='all' type='text/css' href='/css/".$pageCode.".css' />";

    require_once "../_include/header.php";

?>

	<div id="content" class="<?=$pageCode?>">
		<div id="privacyArea">
			<dl>
				<dt><h2><img src="../images/title_privacy.png" alt="개인정보 취급방침" /></h2></dt>
				<dd>
					<pre>
사단법인 크리에이티브 커먼즈 코리아(이하 ‘CC Korea”라고 한다)는 ‘Share & Photo http://photo.sharehub.kr/’(이하 “사이트”라고 한다)의 이용과 관련하여 개인정보보호법 및 정보통신망 이용촉진 및 정보보호 등에 관한 법률 등에 따라 이용자의 개인정보 보호 및 권익을 보호하고 개인정보와 관련한 이용자의 고충을 원활하게 처리할 수 있도록 다음과 같은 처리 방침을 두고 있습니다



제 1 조 (처리하는 개인정보의 항목 및 처리목적 )

① CC Korea는 회원가입 및 사이트의 서비스 제공을 위해 다음과 같은 개인정보를 처리합니다.

: ID, 이메일, 패스워드, 이용내역, 접속로그 통계데이타 등

② CC Korea가 회원의 개인정보를 처리하는 목적은 다음과 같습니다. 이용 목적이 변경될 시에는 사전동의를 구할 것입니다.

: 회원제 서비스 이용에 따른 본인확인, 개인식별, 불량회원의 부정이용 방지와 비인가 사용방지, 가입의사 확인, 분쟁조정을 위한 기록 보존, 불만처리 등 민원처리, 고지사항 전달, 서비스의 유효성 확인, 회원의 서비스 이용에 대한 통계 등



제2조 (개인정보의 수집방법)

① 사이트의 특정 서비스 화면상에서 동의한 개인정보를 수집합니다.

② 그 밖에 접속로그의 기록을 통하여 개인정보를 수집합니다.

③ 개인정보 수집에 동의를 거부할 수 있으나 수집되는 정보는 회원가입에 필요한 최소한의 정보로서 동의 거부로 회원 가입이 안될 수 있습니다.



제 3 조 (개인정보의 보유 및 이용 기간)

① 회원의 개인정보는 서비스 가입기간 동안 이용•보관함을 원칙으로 하되, 불법 이용자의 재가입 방지, 명예훼손 등 권리침해 분쟁 및 수사협조 등을 위하여 회원 탈퇴 후 6개월간 보존될 수 있습니다.

② CC Korea는 수집한 개인정보의 수집 및 이용 목적이 달성되거나 그 보유•이용기간이 종료되는 경우 회원의 동의, 이용약관, 개인정보처리방침 및 관련 법령에 따라 보관이 필요한 경우를 제외하고 해당 정보를 지체 없이 파기합니다.



제 4 조 (개인정보의 제공)

CC Korea는 법률에서 정하는 경우를 제외하고는 회원의 동의 없이 개인정보를 제3자에게 제공하지 않습니다.



제 5 조 (이용자의 권리와 행사방법)

회원으로서 개인정보를 열람하거나 수정하고자 할 경우에는 ID와 비밀번호를 사용하여 사이트의 회원메뉴에서 개인정보 열람, 회원정보수정, 비밀번호 변경, 회원탈퇴신청이 가능합니다.



제 6 조 (개인정보처리방침의 개정)

CC Korea는 개인정보처리방침을 개정하는 경우 사이트의 공지사항 또는 개별공지를 통하여 회원에게 공지합니다.



제 7 조 (개인정보 관리 책임자)

회원의 개인정보를 보호하고 개인정보와 관련된 불만을 처리하기 위하여 개인정보관리책임자를 두고 있습니다. 개인정보와 관련한 문의사항이 있으시면 아래의 개인정보관리책임자에게 연락 주시기 바랍니다.



성명 : 강현숙

직위 : 개인정보관리책임자

전화 : 070-7618-0321

이메일 : creative(at)cckorea.org

					</pre>
				</dd>
			</dl>
		</div>
	</div>


<? require_once "../_include/footer.php"; ?>